Repository: skar404/slowth
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: ar, ar_eg, be, bn, cs, da, de, es, fil, fr, ha, he, hi, hu, hy, id, it, ja, ka, kk, ko, ky, lt, mr, ne, nl, pa_arab, pcm, pl, pt_br, pt_pt, ro, ru, sv, sw, ta, te, th, tr, uk, ur, vi, yue, zh_hans, zh_hant

source: Block Instagram Stories
ar: حظر قصص ⁦Instagram⁩
ar_eg: حظر ستوريز ⁦Instagram⁩
be: Блакіраваць гісторыі Instagram
bn: Instagram Stories ব্লক করুন
cs: Blokovat příběhy na Instagramu
da: Bloker Instagram Stories
de: Instagram Stories blockieren
es: Bloquear Instagram Stories
fil: I-block ang Instagram Stories
fr: Bloquer les Stories Instagram
ha: Toshe Labaran Instagram
he: חסימת סטוריז ב־⁦Instagram⁩
hi: Instagram Stories ब्लॉक करें
hu: Instagram-történetek blokkolása
hy: Արգելափակել Instagram-ի պատմությունները
id: Blokir Cerita Instagram
it: Blocca le storie di Instagram
ja: Instagram Storiesをブロック
ka: Instagram-ის ისტორიების დაბლოკვა
kk: Instagram хикаяларын бұғаттау
ko: Instagram Stories 차단
ky: Instagram окуяларын бөгөттөө
lt: Blokuoti „Instagram“ istorijas
mr: Instagram Stories ब्लॉक करा
ne: Instagram स्टोरीहरू रोक्नुहोस्
nl: Instagram-verhalen blokkeren
pa_arab: ⁦Instagram⁩ سٹوریاں بلاک کرو
pl: Blokuj relacje na Instagramie
pt_br: Bloquear Instagram Stories
pt_pt: Bloquear Instagram Stories
ro: Blochează poveștile Instagram
ru: Блокировать истории Instagram
sv: Blockera Instagram Stories
sw: Zuia Hadithi za Instagram
ta: Instagram Stories-ஐத் தடு
te: Instagram Stories‌ను బ్లాక్ చేయి
th: บล็อก Instagram Stories
tr: Instagram Hikâyeleri'ni engelle
uk: Блокувати історії Instagram
ur: ⁦Instagram⁩ اسٹوریز بلاک کریں
vi: Chặn Instagram Stories
yue: 封鎖 Instagram 限時動態
zh_hans: 屏蔽 Instagram Stories
zh_hant: 封鎖 Instagram 限時動態

source: Block Reels
ar: حظر ⁦Reels⁩
ar_eg: حظر ⁦Reels⁩
be: Блакіраваць Reels
bn: Reels ব্লক করুন
cs: Blokovat Reels
da: Bloker Reels
de: Reels blockieren
es: Bloquear Reels
fil: I-block ang Reels
fr: Bloquer les Reels
ha: Toshe Reels
he: חסימת ⁦Reels⁩
hi: Reels ब्लॉक करें
hu: Reels blokkolása
hy: Արգելափակել Reels-ը
id: Blokir Reels
it: Blocca Reels
ja: Reelsをブロック
ka: Reels-ის დაბლოკვა
kk: Reels бейнелерін бұғаттау
ko: Reels 차단
ky: Reels видеолорун бөгөттөө
lt: Blokuoti „Reels“
mr: Reels ब्लॉक करा
ne: Reels रोक्नुहोस्
nl: Reels blokkeren
pa_arab: ⁦Reels⁩ بلاک کرو
pl: Blokuj Reels
pt_br: Bloquear Reels
pt_pt: Bloquear Reels
ro: Blochează Reels
ru: Блокировать Reels
sv: Blockera Reels
sw: Zuia Reels
ta: Reels-ஐத் தடு
te: Reels‌ను బ్లాక్ చేయి
th: บล็อก Reels
tr: Reels'ı engelle
uk: Блокувати Reels
ur: ⁦Reels⁩ بلاک کریں
vi: Chặn Reels
yue: 封鎖 Reels
zh_hans: 屏蔽 Reels
zh_hant: 封鎖 Reels

source: Block Reels + feed
ar: حظر ⁦Reels⁩ والموجز
ar_eg: حظر ⁦Reels⁩ والفيد
be: Блакіраваць Reels і стужку
bn: Reels ও ফিড ব্লক করুন
cs: Blokovat Reels a kanál
da: Bloker Reels og feed
de: Reels und Feed blockieren
es: Bloquear Reels y el feed
fil: I-block ang Reels at feed
fr: Bloquer les Reels et le fil
ha: Toshe Reels da jerin wallafe-wallafe
he: חסימת ⁦Reels⁩ והפיד
hi: Reels और फ़ीड ब्लॉक करें
hu: Reels és hírfolyam blokkolása
hy: Արգելափակել Reels-ն ու ժապավենը
id: Blokir Reels dan feed
it: Blocca Reels e feed
ja: Reelsとフィードをブロック
ka: Reels-ისა და ლენტის დაბლოკვა
kk: Reels пен таспаны бұғаттау
ko: Reels 및 피드 차단
ky: Reels жана түрмөктү бөгөттөө
lt: Blokuoti „Reels“ ir srautą
mr: Reels व फीड ब्लॉक करा
ne: Reels र फिड रोक्नुहोस्
nl: Reels en feed blokkeren
pa_arab: ⁦Reels⁩ تے فیڈ بلاک کرو
pcm: Block Reels and feed
pl: Blokuj Reels i kanał
pt_br: Bloquear Reels e o feed
pt_pt: Bloquear Reels e o feed
ro: Blochează Reels și fluxul
ru: Блокировать Reels и ленту
sv: Blockera Reels och flöde
sw: Zuia Reels na mlisho
ta: Reels மற்றும் ஊட்டத்தைத் தடு
te: Reels, ఫీడ్‌ను బ్లాక్ చేయి
th: บล็อก Reels และฟีด
tr: Reels ve akışı engelle
uk: Блокувати Reels і стрічку
ur: ⁦Reels⁩ اور فیڈ بلاک کریں
vi: Chặn Reels và bảng tin
yue: 封鎖 Reels 同動態消息
zh_hans: 屏蔽 Reels 和信息流
zh_hant: 封鎖 Reels 與動態

source: Block Reels + feeds
ar: حظر ⁦Reels⁩ والموجزات
ar_eg: حظر ⁦Reels⁩ والفيدات
be: Блакіраваць Reels і стужкі
bn: Reels ও ফিডগুলি ব্লক করুন
cs: Blokovat Reels a kanály
da: Bloker Reels og feeds
de: Reels und Feeds blockieren
es: Bloquear Reels y los feeds
fil: I-block ang Reels at mga feed
fr: Bloquer les Reels et les fils
ha: Toshe Reels da jerin wallafe-wallafe
he: חסימת ⁦Reels⁩ ופידים
hi: Reels और फ़ीड ब्लॉक करें
hu: Reels és hírfolyamok blokkolása
hy: Արգելափակել Reels-ն ու ժապավենները
id: Blokir Reels dan feed
it: Blocca Reels e feed
ja: Reelsとフィードをブロック
ka: Reels-ისა და ლენტების დაბლოკვა
kk: Reels пен таспаларды бұғаттау
ko: Reels 및 여러 피드 차단
ky: Reels жана түрмөктөрдү бөгөттөө
lt: Blokuoti „Reels“ ir srautus
mr: Reels व फीड ब्लॉक करा
ne: Reels र फिडहरू रोक्नुहोस्
nl: Reels en feeds blokkeren
pa_arab: ⁦Reels⁩ تے فیڈاں بلاک کرو
pcm: Block Reels and feeds
pl: Blokuj Reels i kanały
pt_br: Bloquear Reels e os feeds
pt_pt: Bloquear Reels e os feeds
ro: Blochează Reels și fluxurile
ru: Блокировать Reels и ленты
sv: Blockera Reels och flöden
sw: Zuia Reels na milisho
ta: Reels மற்றும் ஊட்டங்களைத் தடு
te: Reels, ఫీడ్‌లను బ్లాక్ చేయి
th: บล็อก Reels และฟีดต่าง ๆ
tr: Reels ve akışları engelle
uk: Блокувати Reels і стрічки
ur: ⁦Reels⁩ اور فیڈز بلاک کریں
vi: Chặn Reels và các bảng tin
yue: 封鎖 Reels 同動態消息
zh_hans: 屏蔽 Reels 和各类信息流
zh_hant: 封鎖 Reels 與動態消息

source: Block Shorts
ar: حظر ⁦Shorts⁩
ar_eg: حظر ⁦Shorts⁩
be: Блакіраваць Shorts
bn: Shorts ব্লক করুন
cs: Blokovat Shorts
da: Bloker Shorts
de: Shorts blockieren
es: Bloquear Shorts
fil: I-block ang Shorts
fr: Bloquer les Shorts
ha: Toshe Shorts
he: חסימת ⁦Shorts⁩
hi: Shorts ब्लॉक करें
hu: Shorts blokkolása
hy: Արգելափակել Shorts-ը
id: Blokir Shorts
it: Blocca Shorts
ja: Shortsをブロック
ka: Shorts-ის დაბლოკვა
kk: Shorts бейнелерін бұғаттау
ko: Shorts 차단
ky: Shorts видеолорун бөгөттөө
lt: Blokuoti „Shorts“
mr: Shorts ब्लॉक करा
ne: Shorts रोक्नुहोस्
nl: Shorts blokkeren
pa_arab: ⁦Shorts⁩ بلاک کرو
pl: Blokuj Shorts
pt_br: Bloquear Shorts
pt_pt: Bloquear Shorts
ro: Blochează Shorts
ru: Блокировать Shorts
sv: Blockera Shorts
sw: Zuia Shorts
ta: Shorts-ஐத் தடு
te: Shorts‌ను బ్లాక్ చేయి
th: บล็อก Shorts
tr: Shorts'u engelle
uk: Блокувати Shorts
ur: ⁦Shorts⁩ بلاک کریں
vi: Chặn Shorts
yue: 封鎖 Shorts
zh_hans: 屏蔽 Shorts
zh_hant: 封鎖 Shorts

source: Block YouTube Shorts
ar: حظر ⁦YouTube Shorts⁩
ar_eg: حظر ⁦YouTube Shorts⁩
be: Блакіраваць YouTube Shorts
bn: YouTube Shorts ব্লক করুন
cs: Blokovat YouTube Shorts
da: Bloker YouTube Shorts
de: YouTube Shorts blockieren
es: Bloquear YouTube Shorts
fil: I-block ang YouTube Shorts
fr: Bloquer les Shorts YouTube
ha: Toshe YouTube Shorts
he: חסימת ⁦YouTube Shorts⁩
hi: YouTube Shorts ब्लॉक करें
hu: YouTube Shorts blokkolása
hy: Արգելափակել YouTube Shorts-ը
id: Blokir YouTube Shorts
it: Blocca YouTube Shorts
ja: YouTube Shortsをブロック
ka: YouTube Shorts-ის დაბლოკვა
kk: YouTube Shorts бейнелерін бұғаттау
ko: YouTube Shorts 차단
ky: YouTube Shorts видеолорун бөгөттөө
lt: Blokuoti „YouTube Shorts“
mr: YouTube Shorts ब्लॉक करा
ne: YouTube Shorts रोक्नुहोस्
nl: YouTube Shorts blokkeren
pa_arab: ⁦YouTube Shorts⁩ بلاک کرو
pl: Blokuj YouTube Shorts
pt_br: Bloquear YouTube Shorts
pt_pt: Bloquear YouTube Shorts
ro: Blochează YouTube Shorts
ru: Блокировать YouTube Shorts
sv: Blockera YouTube Shorts
sw: Zuia YouTube Shorts
ta: YouTube Shorts-ஐத் தடு
te: YouTube Shorts‌ను బ్లాక్ చేయి
th: บล็อก YouTube Shorts
tr: YouTube Shorts'u engelle
uk: Блокувати YouTube Shorts
ur: ⁦YouTube Shorts⁩ بلاک کریں
vi: Chặn YouTube Shorts
yue: 封鎖 YouTube Shorts
zh_hans: 屏蔽 YouTube Shorts
zh_hant: 封鎖 YouTube Shorts

source: Block YouTube Shorts, Instagram Reels, and Instagram Stories while keeping regular app screens available during an active screen recording. Soft YouTube mode works well for audio podcasts, but Picture in Picture may still be blocked when screen recording is off.
ar: احظر ⁦YouTube Shorts⁩ و⁦Instagram Reels⁩ وقصص ⁦Instagram⁩ مع إبقاء شاشات التطبيقات العادية متاحة أثناء تسجيل الشاشة. يناسب وضع ⁦YouTube⁩ المرن البودكاست الصوتي، لكن قد تظل ميزة صورة داخل صورة محظورة عند إيقاف تسجيل الشاشة.
ar_eg: احظر ⁦YouTube Shorts⁩ و⁦Instagram Reels⁩ وستوريز ⁦Instagram⁩، مع بقاء شاشات التطبيقات العادية متاحة طول ما تسجيل الشاشة شغّال. وضع ⁦YouTube⁩ المرن مناسب للبودكاست الصوتي، بس صورة داخل صورة ممكن تفضل محظورة لما تسجيل الشاشة يكون مقفول.
be: Блакіруйце YouTube Shorts, Instagram Reels і гісторыі Instagram, захоўваючы доступ да звычайных экранаў праграм падчас запісу экрана. Мяккі рэжым YouTube падыходзіць для аўдыяпадкастаў, але «Малюнак у малюнку» можа блакіравацца, калі запіс экрана выключаны.
bn: স্ক্রিন রেকর্ডিং চলার সময় অ্যাপের সাধারণ স্ক্রিন ব্যবহার করেই YouTube Shorts, Instagram Reels ও Instagram Stories ব্লক করুন। YouTube-এর নমনীয় মোড অডিও পডকাস্টের জন্য উপযোগী, তবে স্ক্রিন রেকর্ডিং বন্ধ থাকলে পিকচার ইন পিকচার তবুও ব্লক হতে পারে।
cs: Blokujte YouTube Shorts, Instagram Reels a příběhy na Instagramu, zatímco běžné obrazovky aplikací zůstanou během nahrávání obrazovky dostupné. Mírný režim YouTube se hodí pro zvukové podcasty, ale obraz v obraze může být blokovaný i při vypnutém nahrávání.
da: Bloker YouTube Shorts, Instagram Reels og Instagram Stories, mens almindelige appskærme forbliver tilgængelige under skærmoptagelse. YouTubes bløde tilstand er god til lydpodcasts, men Billede i billede kan stadig være blokeret, når skærmoptagelse er slået fra.
de: Blockiere YouTube Shorts, Instagram Reels und Instagram Stories, während normale App-Bereiche bei laufender Bildschirmaufnahme verfügbar bleiben. Der sanfte YouTube-Modus eignet sich für Audio-Podcasts, aber Bild-in-Bild kann ohne Bildschirmaufnahme weiterhin blockiert werden.
es: Bloquea YouTube Shorts, Instagram Reels e Instagram Stories mientras sigues usando las pantallas habituales de las apps durante la grabación de pantalla. El modo suave de YouTube funciona bien con podcasts de audio, pero Imagen dentro de imagen puede seguir bloqueado cuando la grabación está desactivada.
fil: I-block ang YouTube Shorts, Instagram Reels, at Instagram Stories habang magagamit pa rin ang karaniwang mga screen ng app kapag nagre-record ng screen. Ang banayad na YouTube mode ay angkop sa mga audio podcast, pero maaaring ma-block pa rin ang Picture in Picture kapag naka-off ang pag-record ng screen.
fr: Bloquez les Shorts YouTube, les Reels Instagram et les Stories Instagram tout en gardant les autres écrans accessibles pendant l’enregistrement de l’écran. Le mode souple de YouTube convient aux podcasts audio, mais l’image dans l’image peut rester bloquée sans enregistrement.
ha: Toshe YouTube Shorts, Instagram Reels da Labaran Instagram, tare da barin allunan manhajoji na yau da kullum a buɗe yayin rikodin allo. Yanayin YouTube mai sauƙi ya dace da fayilolin odiyo na podcast, amma Hoto cikin Hoto na iya ci gaba da kasancewa a toshe idan an kashe rikodin allo.
he: חסימת ⁦YouTube Shorts⁩, ⁦Instagram Reels⁩ וסטוריז ב־⁦Instagram⁩, תוך השארת מסכי היישומים הרגילים זמינים בזמן הקלטת המסך. מצב ⁦YouTube⁩ גמיש מתאים לפודקאסטים קוליים, אך תמונה בתוך תמונה עשויה להישאר חסומה כשהקלטת המסך כבויה.
hi: स्क्रीन रिकॉर्डिंग चालू रहते हुए सामान्य ऐप स्क्रीन इस्तेमाल करें और YouTube Shorts, Instagram Reels तथा Instagram Stories ब्लॉक करें। YouTube का नरम मोड ऑडियो पॉडकास्ट के लिए अच्छा है, लेकिन स्क्रीन रिकॉर्डिंग बंद होने पर पिक्चर इन पिक्चर फिर भी ब्लॉक हो सकता है।
hu: Blokkold a YouTube Shorts, az Instagram Reels és az Instagram-történetek tartalmait úgy, hogy az appok szokásos képernyői elérhetők maradjanak képernyőfelvétel közben. A YouTube enyhe módja jól használható hangos podcastokhoz, de a Kép a képben mód kikapcsolt képernyőfelvételnél továbbra is blokkolva lehet.
hy: Արգելափակեք YouTube Shorts-ը, Instagram Reels-ը և Instagram-ի պատմությունները՝ էկրանի ձայնագրման ընթացքում հասանելի թողնելով հավելվածների սովորական էկրանները։ YouTube-ի մեղմ ռեժիմը հարմար է ձայնային փոդքաստների համար, բայց «Պատկեր պատկերի մեջ» գործառույթը կարող է արգելափակված մնալ, երբ ձայնագրումն անջատված է։
id: Blokir YouTube Shorts, Instagram Reels, dan Cerita Instagram sambil tetap mengakses layar aplikasi biasa selama perekaman layar aktif. Mode fleksibel YouTube cocok untuk podcast audio, tetapi Gambar dalam Gambar mungkin tetap diblokir saat perekaman layar mati.
it: Blocca YouTube Shorts, Instagram Reels e le storie di Instagram mantenendo disponibili le normali schermate delle app durante la registrazione dello schermo. La modalità flessibile di YouTube è adatta ai podcast audio, ma Picture in Picture potrebbe restare bloccato quando la registrazione è disattivata.
ja: 画面収録中は通常のアプリ画面を使いながら、YouTube Shorts、Instagram Reels、Instagram Storiesをブロックできます。YouTubeのソフトモードは音声ポッドキャストに適していますが、画面収録がオフのときはピクチャ・イン・ピクチャがブロックされることがあります。
ka: დაბლოკეთ YouTube Shorts, Instagram Reels და Instagram-ის ისტორიები ისე, რომ ეკრანის ჩაწერისას აპების ჩვეულებრივი ეკრანები ხელმისაწვდომი დარჩეს. YouTube-ის რბილი რეჟიმი აუდიოპოდკასტებისთვის გამოდგება, თუმცა გამორთული ჩაწერისას „სურათი სურათში“ შეიძლება კვლავ დაიბლოკოს.
kk: Экран жазылып жатқанда қолданбалардың қалыпты экрандарын қолжетімді қалдырып, YouTube Shorts, Instagram Reels және Instagram хикаяларын бұғаттаңыз. YouTube жұмсақ режимі аудиоподкасттарға қолайлы, бірақ экран жазуы өшірулі кезде «Сурет ішіндегі сурет» бұғатталуы мүмкін.
ko: 화면을 기록하는 동안 일반 앱 화면은 그대로 사용하면서 YouTube Shorts, Instagram Reels, Instagram Stories를 차단하세요. YouTube 완화 모드는 오디오 팟캐스트에 적합하지만, 화면 기록이 꺼져 있으면 화면 속 화면이 계속 차단될 수 있습니다.
ky: Экран жазылып жатканда колдонмолордун кадимки экрандарын жеткиликтүү калтырып, YouTube Shorts, Instagram Reels жана Instagram окуяларын бөгөттөңүз. YouTube жумшак режими аудиоподкасттарга ылайыктуу, бирок экран жазуусу өчүрүлгөндө «Сүрөт ичиндеги сүрөт» бөгөттөлүшү мүмкүн.
lt: Blokuokite „YouTube Shorts“, „Instagram Reels“ ir „Instagram“ istorijas, išlaikydami prieigą prie įprastų programų ekranų, kol įrašomas ekranas. Švelnusis „YouTube“ režimas tinka garso tinklalaidėms, tačiau vaizdas vaizde gali likti blokuojamas, kai ekrano įrašymas išjungtas.
mr: स्क्रीन रेकॉर्डिंग सुरू असताना नेहमीच्या ॲप स्क्रीन वापरत YouTube Shorts, Instagram Reels आणि Instagram Stories ब्लॉक करा. YouTube चा सौम्य मोड ऑडिओ पॉडकास्टसाठी उपयुक्त आहे; पण स्क्रीन रेकॉर्डिंग बंद असताना पिक्चर इन पिक्चर तरीही ब्लॉक होऊ शकते.
ne: स्क्रिन रेकर्डिङ चलिरहँदा एपका सामान्य स्क्रिनहरू खुला राखेर YouTube Shorts, Instagram Reels र Instagram स्टोरीहरू रोक्नुहोस्। YouTube को नरम मोड अडियो पोडकास्टका लागि उपयुक्त छ, तर स्क्रिन रेकर्डिङ बन्द हुँदा पिक्चर इन पिक्चर अझै रोकिन सक्छ।
nl: Blokkeer YouTube Shorts, Instagram Reels en Instagram-verhalen terwijl gewone appschermen beschikbaar blijven tijdens een schermopname. De soepele YouTube-modus is geschikt voor audiopodcasts, maar beeld in beeld kan geblokkeerd blijven als schermopname uitstaat.
pa_arab: سکرین ریکارڈنگ چلن ویلے ایپاں دیاں عام سکریناں کھلیاں رکھ کے ⁦YouTube Shorts⁩، ⁦Instagram Reels⁩ تے ⁦Instagram⁩ سٹوریاں بلاک کرو۔ ⁦YouTube⁩ دا نرم موڈ آڈیو پوڈکاسٹاں لئی چنگا اے، پر سکرین ریکارڈنگ بند ہووے تے تصویر وچ تصویر فیر وی بلاک ہو سکدی اے۔
pcm: Block YouTube Shorts, Instagram Reels and Instagram Stories while normal app screens still dey available as screen recording dey on. Soft YouTube mode dey good for audio podcasts, but Picture in Picture fit still dey blocked when screen recording dey off.
pl: Blokuj YouTube Shorts, Instagram Reels i relacje na Instagramie, zachowując dostęp do zwykłych ekranów aplikacji podczas nagrywania ekranu. Łagodny tryb YouTube sprawdza się przy podcastach audio, ale obraz w obrazie może nadal być blokowany, gdy nagrywanie jest wyłączone.
pt_br: Bloqueie YouTube Shorts, Instagram Reels e Instagram Stories enquanto usa as telas normais dos apps durante uma gravação de tela. O modo suave do YouTube funciona bem para podcasts de áudio, mas o recurso Imagem dentro de Imagem ainda pode ser bloqueado quando a gravação está desativada.
pt_pt: Bloqueie YouTube Shorts, Instagram Reels e Instagram Stories enquanto usa os ecrãs normais dos apps durante uma gravação de ecrã. O modo suave do YouTube funciona bem para podcasts de áudio, mas o recurso Imagem dentro de Imagem ainda pode ser bloqueado quando a gravação está desativada.
ro: Blochează YouTube Shorts, Instagram Reels și poveștile Instagram, păstrând ecranele obișnuite ale aplicațiilor accesibile în timpul înregistrării ecranului. Modul flexibil YouTube este potrivit pentru podcasturi audio, dar Imagine în imagine poate rămâne blocat când înregistrarea este oprită.
ru: Блокируйте YouTube Shorts, Instagram Reels и истории Instagram, сохраняя доступ к обычным экранам приложений во время записи экрана. Мягкий режим YouTube подходит для аудиоподкастов, но «Картинка в картинке» может блокироваться, когда запись экрана выключена.
sv: Blockera YouTube Shorts, Instagram Reels och Instagram Stories medan vanliga appvyer förblir tillgängliga under skärminspelning. YouTubes mjuka läge passar bra för ljudpoddar, men bild i bild kan fortfarande blockeras när skärminspelningen är avstängd.
sw: Zuia YouTube Shorts, Instagram Reels na Hadithi za Instagram huku skrini za kawaida za programu zikiendelea kupatikana wakati wa kurekodi skrini. Hali nyepesi ya YouTube inafaa kwa podikasti za sauti, lakini Picha ndani ya Picha inaweza kubaki imezuiwa wakati kurekodi skrini kumezimwa.
ta: திரைப் பதிவு இயங்கும்போது வழக்கமான செயலித் திரைகளைப் பயன்படுத்தியபடியே YouTube Shorts, Instagram Reels மற்றும் Instagram Stories-ஐத் தடுக்கலாம். YouTube மென்மையான பயன்முறை ஒலி பாட்காஸ்ட்களுக்கு ஏற்றது. ஆனால் திரைப் பதிவு அணைந்திருக்கும்போது படத்தினுள் படம் தொடர்ந்து தடுக்கப்படலாம்.
te: స్క్రీన్ రికార్డింగ్ నడుస్తున్నప్పుడు సాధారణ యాప్ స్క్రీన్‌లను వాడుతూనే YouTube Shorts, Instagram Reels, Instagram Stories‌ను బ్లాక్ చేయండి. YouTube సున్నిత మోడ్ ఆడియో పాడ్‌కాస్ట్‌లకు అనుకూలం. అయితే స్క్రీన్ రికార్డింగ్ ఆఫ్‌లో ఉన్నప్పుడు పిక్చర్ ఇన్ పిక్చర్ ఇంకా బ్లాక్ కావచ్చు.
th: บล็อก YouTube Shorts, Instagram Reels และ Instagram Stories โดยยังใช้หน้าจอปกติของแอปได้ขณะบันทึกหน้าจอ โหมด YouTube แบบผ่อนปรนเหมาะกับพอดแคสต์เสียง แต่ภาพซ้อนภาพอาจยังถูกบล็อกเมื่อปิดการบันทึกหน้าจอ
tr: Ekran kaydı sırasında normal uygulama ekranlarına erişimi koruyarak YouTube Shorts, Instagram Reels ve Instagram Hikâyeleri'ni engelleyin. Esnek YouTube modu sesli podcast'ler için uygundur ancak ekran kaydı kapalıyken Resim İçinde Resim engellenmeye devam edebilir.
uk: Блокуйте YouTube Shorts, Instagram Reels та історії Instagram, зберігаючи доступ до звичайних екранів програм під час запису екрана. М’який режим YouTube підходить для аудіоподкастів, але «Картинка в картинці» може блокуватися, коли запис екрана вимкнено.
ur: اسکرین ریکارڈنگ کے دوران ایپس کی عام اسکرینیں دستیاب رکھتے ہوئے ⁦YouTube Shorts⁩، ⁦Instagram Reels⁩ اور ⁦Instagram⁩ اسٹوریز بلاک کریں۔ ⁦YouTube⁩ کا نرم موڈ آڈیو پوڈکاسٹس کے لیے موزوں ہے، لیکن اسکرین ریکارڈنگ بند ہونے پر تصویر در تصویر پھر بھی بلاک ہو سکتی ہے۔
vi: Chặn YouTube Shorts, Instagram Reels và Instagram Stories trong khi vẫn dùng được các màn hình thông thường khi đang ghi màn hình. Chế độ YouTube nhẹ phù hợp với podcast âm thanh, nhưng Hình trong hình vẫn có thể bị chặn khi tắt ghi màn hình.
yue: 錄製螢幕期間封鎖 YouTube Shorts、Instagram Reels 同 Instagram 限時動態，同時保留一般 App 畫面。YouTube 寬鬆模式適合聽聲音 Podcast，但熄咗螢幕錄製之後，子母畫面仍然可能會被封鎖。
zh_hans: 录制屏幕时，可以屏蔽 YouTube Shorts、Instagram Reels 和 Instagram Stories，同时继续使用 App 的普通界面。YouTube 宽松模式适合收听音频播客，但关闭屏幕录制后，画中画仍可能被屏蔽。
zh_hant: 在螢幕錄製期間封鎖 YouTube Shorts、Instagram Reels 和 Instagram 限時動態，同時保留一般 App 畫面的使用權限。YouTube 寬鬆模式適合收聽音訊 Podcast，但關閉螢幕錄製時，子母畫面仍可能被封鎖。

source: Block apps
ar: حظر التطبيقات
ar_eg: حظر التطبيقات
be: Блакіраваць праграмы
bn: অ্যাপ ব্লক করুন
cs: Blokovat aplikace
da: Bloker apps
de: Apps blockieren
es: Bloquear apps
fil: I-block ang mga app
fr: Bloquer des apps
ha: Toshe manhajoji
he: חסימת יישומים
hi: ऐप्स ब्लॉक करें
hu: Appok blokkolása
hy: Արգելափակել հավելվածները
id: Blokir aplikasi
it: Blocca le app
ja: アプリをブロック
ka: აპების დაბლოკვა
kk: Қолданбаларды бұғаттау
ko: 앱 차단
ky: Колдонмолорду бөгөттөө
lt: Blokuoti programas
mr: ॲप ब्लॉक करा
ne: एपहरू रोक्नुहोस्
nl: Apps blokkeren
pa_arab: ایپاں بلاک کرو
pl: Blokuj aplikacje
pt_br: Bloquear apps
pt_pt: Bloquear apps
ro: Blochează aplicații
ru: Блокировка приложений
sv: Blockera appar
sw: Zuia programu
ta: செயலிகளைத் தடு
te: యాప్‌లను బ్లాక్ చేయి
th: บล็อกแอป
tr: Uygulamaları engelle
uk: Блокувати програми
ur: ایپس بلاک کریں
vi: Chặn ứng dụng
yue: 封鎖 App
zh_hans: 屏蔽 App
zh_hant: 封鎖 App

source: Block content in apps
ar: حظر المحتوى داخل التطبيقات
ar_eg: حظر المحتوى جوه التطبيقات
be: Блакіраваць змесціва ў праграмах
bn: অ্যাপের কনটেন্ট ব্লক করুন
cs: Blokovat obsah v aplikacích
da: Bloker indhold i apps
de: Inhalte in Apps blockieren
es: Bloquear contenido en apps
fil: I-block ang content sa mga app
fr: Bloquer du contenu dans les apps
ha: Toshe abun ciki a manhajoji
he: חסימת תוכן ביישומים
hi: ऐप्स में सामग्री ब्लॉक करें
hu: Tartalom blokkolása appokban
hy: Արգելափակել բովանդակությունը հավելվածներում
id: Blokir konten dalam aplikasi
it: Blocca contenuti nelle app
ja: アプリ内のコンテンツをブロック
ka: აპებში კონტენტის დაბლოკვა
kk: Қолданбалардағы мазмұнды бұғаттау
ko: 앱 내 콘텐츠 차단
ky: Колдонмолордогу мазмунду бөгөттөө
lt: Blokuoti turinį programose
mr: ॲपमधील सामग्री ब्लॉक करा
ne: एपभित्रको सामग्री रोक्नुहोस्
nl: Inhoud in apps blokkeren
pa_arab: ایپاں وچ مواد بلاک کرو
pcm: Block content inside apps
pl: Blokuj treści w aplikacjach
pt_br: Bloquear conteúdo nos apps
pt_pt: Bloquear conteúdo nos apps
ro: Blochează conținut în aplicații
ru: Блокировка контента в приложениях
sv: Blockera innehåll i appar
sw: Zuia maudhui ndani ya programu
ta: செயலிகளில் உள்ளடக்கத்தைத் தடு
te: యాప్‌లలో కంటెంట్‌ను బ్లాక్ చేయి
th: บล็อกเนื้อหาในแอป
tr: Uygulamalardaki içeriği engelle
uk: Блокувати вміст у програмах
ur: ایپس میں مواد بلاک کریں
vi: Chặn nội dung trong ứng dụng
yue: 封鎖 App 入面嘅內容
zh_hans: 屏蔽 App 内的内容
zh_hant: 封鎖 App 內的內容

source: Block selected content
ar: حظر المحتوى المحدد
ar_eg: حظر المحتوى اللي اخترته
be: Блакіраваць выбранае змесціва
bn: নির্বাচিত কনটেন্ট ব্লক করুন
cs: Blokovat vybraný obsah
da: Bloker valgt indhold
de: Ausgewählte Inhalte blockieren
es: Bloquear contenido seleccionado
fil: I-block ang napiling content
fr: Bloquer le contenu choisi
ha: Toshe zaɓaɓɓen abun ciki
he: חסימת התוכן שנבחר
hi: चुनी हुई सामग्री ब्लॉक करें
hu: Kijelölt tartalom blokkolása
hy: Արգելափակել ընտրված բովանդակությունը
id: Blokir konten terpilih
it: Blocca i contenuti selezionati
ja: 選択したコンテンツをブロック
ka: არჩეული კონტენტის დაბლოკვა
kk: Таңдалған мазмұнды бұғаттау
ko: 선택한 콘텐츠 차단
ky: Тандалган мазмунду бөгөттөө
lt: Blokuoti pasirinktą turinį
mr: निवडलेली सामग्री ब्लॉक करा
ne: छानिएको सामग्री रोक्नुहोस्
nl: Geselecteerde inhoud blokkeren
pa_arab: چُنیا مواد بلاک کرو
pcm: Block content wey you choose
pl: Blokuj wybrane treści
pt_br: Bloquear conteúdo selecionado
pt_pt: Bloquear conteúdo selecionado
ro: Blochează conținutul selectat
ru: Блокировать выбранный контент
sv: Blockera valt innehåll
sw: Zuia maudhui yaliyochaguliwa
ta: தேர்ந்தெடுத்த உள்ளடக்கத்தைத் தடு
te: ఎంచుకున్న కంటెంట్‌ను బ్లాక్ చేయి
th: บล็อกเนื้อหาที่เลือก
tr: Seçili içeriği engelle
uk: Блокувати вибраний вміст
ur: منتخب مواد بلاک کریں
vi: Chặn nội dung đã chọn
yue: 封鎖揀選嘅內容
zh_hans: 屏蔽所选内容
zh_hant: 封鎖所選內容
